{
  "experiences": [
    {
      "id": 1,
      "attributes": {
        "companyName": ".monks",
        "companyUrl": "https://www.monks.com/",
        "positionName": "Front-End Developer",
        "positionStart": "Septiembre 2015",
        "positionEnd": "Septiembre 2024",
        "positionDescription": "- Desarrollé y planifiqué sitios web y aplicaciones web, asegurando una experiencia de usuario fluida en múltiples dispositivos.\n- Optimizé el rendimiento, la calidad y el mantenimiento de proyectos existentes, con el objetivo de mejorar la velocidad de carga del sitio web en un 30 %.\n- Colaboré con equipos multifuncionales para implementar estándares de diseño modernos, contribuyendo a una reducción del 20% en la tasa de rebote en proyectos clave de clientes.\n- Desarrollé la parte front-end de proyectos para clientes, enfocándome en construir bases de código escalables y mantenibles que cumplan con los estándares más recientes de accesibilidad y desarrollo web.\n- Creé plantillas de correo electrónico para campañas de marketing, con el objetivo de aumentar la tasa de apertura en un 15 % mediante diseños más atractivos y responsivos."
      },
      "image": {
        "url": "/images/mediamonks_logo.webp",
        "alt": "Company 01"
      }
    },
    {
      "id": 2,
      "attributes": {
        "companyName": "Insite Latin America",
        "companyUrl": "https://www.insite-la.com/",
        "positionName": "Front-End Developer",
        "positionStart": "Noviembre 2014",
        "positionEnd": "Agosto 2015",
        "positionDescription": "- Implemente y maquete nuevos sitios web\n- Actualicé el contenido y el diseño de sitios web existentes. \n- Desarrollé plantillas de correo electrónico y generé informes para campañas de email marketing. \n- Colaboré con el equipo de marketing en la ejecución de campañas de correo electrónico —incluyendo correos promocionales, transaccionales y automatizados— desde la conceptualización hasta su implementación."
      },
      "image": {
        "url": "/images/insite_logo.webp",
        "alt": "Company 02"
      }
    },
    {
      "id": 3,
      "attributes": {
        "companyName": "Nextperience",
        "companyUrl": "https://nextperience.cl/",
        "positionName": "Web/eMail Developer",
        "positionStart": "Febrero 2014",
        "positionEnd": "Octubre 2014",
        "positionDescription": "- Desarrollé plantillas de correos electrónicos y landing pages para campañas de marketing enfocadas en la adquisición de clientes. \n- Construí, probé y desplegué campañas de correo electrónico, incluyendo la edición de contenido, diseño, enlaces y contenido dinámico y personalizado. \n- Coordiné con el equipo de diseño para desarrollar y codificar manualmente campañas de correo electrónico responsivas para dispositivos móviles, desde el diseño hasta el HTML.\n- Me mantuve actualizado y recomendé mejores prácticas de email marketing en cuanto a codificación, diseño y pruebas de campañas."
      },
      "image": {
        "url": "/images/nextperience_logo.webp",
        "alt": "Company 03"
      }
    }
  ]
}
